{
  "type": "Feature",
  "stac_version": "1.0.0",
  "id": "xorn",
  "properties": {
    "title": "XORN",
    "description": "The Earth crust represents less than 1% of the volume of our planet but is exceptionally important as it preserves the signs of the geological events that shaped the Earth. This thin layer is the place where the natural resources we need can be accessed (e.g. minerals, critical raw materials, geothermal energy, fresh water, hydrocarbons). For these reasons, a thorough understanding of its structure is crucial for both scientific and industrial future activities. In recent years, thanks to the increasing availability of seismic/seismological data and to satellite missions, the Earth crust has been thoroughly investigated and modelled at global and continental scales. However, despite this progress, the crust remains poorly understood in many regions as global models are often too coarse to provide detailed information about the regional and local dynamics. Potential field methods, which exploit gravity and magnetic data, are a powerful tool to recover information on the Earth’s crust structure. A wide variety of gravity and magnetic data in fact have been nowadays collected at near surface altitudes in most regions of the world. These measurements, if properly combined with global satellite data can be used to refine at regional/local scale the modelling of crustal structures, depicting the boundaries between geological units and stratification of the crust. To fully exploit these satellite-derived and terrestrial data ad-hoc physics integrated approaches, to reconcile all the measurements, are required. A promising solution to this issue is represented by the joint processing of both gravity and magnetic fields observations, possibly incorporating the available geological knowledge and constrains coming from seismic acquisitions. In the XORN project an innovative, fully integrated approach will be developed to perform a complete 3D joint inversion of gravity and magnetic fields data, constrained by seismic and geological a-priori information. The developed algorithm will be used within the project to recover a 3D regional model of the Earth crust in the Mediterranean Area in terms of density and magnetic susceptibility distribution and in terms of depths of the main geological horizons.",
    "osc:name": "eXperimental jOint inveRsioN",
    "osc:themes": [
      "Solid Earth"
    ],
    "osc:status": "ONGOING",
    "osc:technical_officer": {
      "name": "Ilias Daras",
      "e-mail": "ilias.daras@esa.int"
    },
    "osc:consortium": [
      "GEOMATICS RESEARCH AND DEVELOPMENT (IT)CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE (CNRS) (FR)"
    ],
    "osc:type": "Project",
    "start_datetime": "2022-07-04T00:00:00Z",
    "end_datetime": "2023-12-19T23:59:59Z",
    "updated": "2023-07-06T09:54:22Z",
    "datetime": "2022-07-04T00:00:00Z"
  },
  "geometry": null,
  "links": [
    {
      "rel": "via",
      "href": "https://xorn-project.eu/",
      "title": "Website"
    },
    {
      "rel": "via",
      "href": "https://eo4society.esa.int/projects/xorn/",
      "title": "EO4Society Link"
    },
    {
      "rel": "root",
      "href": "https://olbys.github.io/open-science-catalog-metadata/catalog.json",
      "type": "application/json"
    },
    {
      "rel": "collection",
      "href": "https://olbys.github.io/open-science-catalog-metadata/themes/solid-earth.json",
      "type": "application/json"
    },
    {
      "rel": "self",
      "href": "https://olbys.github.io/open-science-catalog-metadata/projects/xorn.json",
      "type": "application/json"
    },
    {
      "rel": "parent",
      "href": "https://olbys.github.io/open-science-catalog-metadata/themes/solid-earth.json",
      "type": "application/json"
    }
  ],
  "assets": {
    "iso-metadata": {
      "href": "https://olbys.github.io/open-science-catalog-metadata/projects/iso/xorn.xml",
      "roles": [
        "metadata"
      ]
    }
  },
  "stac_extensions": [
    "https://stac-extensions.github.io/osc/v1.0.0/schema.json"
  ],
  "collection": "Solid Earth"
}