{
  "id": "coastal-carbon-mapper-reflectance-water-quality-data",
  "title": "Spectral reflectance and associated water quality parameters measured from coastal waters of the Baltic Sea in 2023–2024",
  "created": "2025-09-13T12:14:52Z",
  "osc:status": "completed",
  "type": "Collection",
  "osc:type": "product",
  "stac_version": "1.0.0",
  "description": "The dataset contains in situ measurements of remote sensing reflectance (Rrs, sr⁻¹) and associated water quality parameters like coloured dissolved organic matter absorption (aCDOM), total suspended matter (TSM), suspended particulate inorganic matter (SPIM), suspended particulate organic matter (SPOM), and chlorophyll-a (Chl-a). In 2023 and 2024, we collected data from the coastal waters of the northern Baltic Sea in the frame of seasonal field campaigns. These campaigns were timed to capture a variety of environmental and optical conditions. This dataset can be used, for example, for the development and validation of satellite-based retrieval algorithms, improving our understanding of the optical properties of coastal waters, and studying biogeochemical processes in these complex environments. Water reflectance was measured with two (downwelling spectral irradiance, Ed; upwelling spectral radiance, Lu) Ramses (TriOS GmbH) spectrophotometers. \"Glint-free\" reflectance measurements were carried out, lowering the plastic tube, which surrounds the regular TriOS Ramses Lu sensor, just below the water surface. These glint-free reflectance values are brought out in the dataset. Water samples collected simultaneously with the optical measurements were analysed in the laboratory. TSM, SPIM, and SPOM were determined using the gravimetric method, in which a water suspension is filtered through a pre-weighed microfibre filter to determine the mass of particles retained on the filter. aCDOM spectra were measured from filtered (0.2 µm) water spectrophotometrically, using Milli-Q water as a reference. Chl-a concentration was determined using a spectrophotometric method based on pigment extraction with acetone and absorbance measurement in the visible range. Each water sample was analysed in two parallel replicates to improve reliability and enable quality control.",
  "license": "CC-BY-4.0",
  "extent": {
    "spatial": {
      "bbox": [
        [
          23.900000000000002,
          57.98000000000002,
          24.67,
          58.46000000000001
        ],
        [
          23.29,
          58.639999999999986,
          24.01,
          58.879999999999995
        ],
        [
          24.459999999999997,
          59.420000000000016,
          24.85,
          59.610000000000014
        ],
        [
          25.42,
          59.440000000000026,
          26.3,
          59.72
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2023-04-10T00:00:00Z",
          "2024-09-30T23:59:59Z"
        ]
      ]
    }
  },
  "links": [
    {
      "href": "../../themes/oceans/catalog.json",
      "rel": "related",
      "type": "application/json",
      "title": "Theme: Oceans"
    }
  ],
  "osc:project": "",
  "themes": [
    {
      "scheme": "https://github.com/stac-extensions/osc#theme",
      "concepts": [
        {
          "id": "oceans"
        }
      ]
    }
  ]
}
