{
  "type": "Catalog",
  "id": "land",
  "stac_version": "1.0.0",
  "description": "The carbon cycle is central to the Earth system, being inextricably coupled with climate, the water cycle, nutrient cycles and the production of biomass by photosynthesis on land and in the oceans. In the natural system the balance among carbon in the atmosphere, land and ocean is regulated through fluxes between these three main reservoirs. In addition to these natural components, there are the contributions to the atmosphere from human activities, namely, fossil fuel burning, cement production, and a range of land management practices. Over the past 250 years, the atmospheric carbon dioxide (CO2) concentration has increased by roughly 45% from its pre-industrial value of roughly 280 parts per million by volume (ppm). In the same timeframe, atmospheric methane (CH4), a greenhouse gas 28 times more powerful than CO2 has more than doubled due to human activities, responsible for approx. 60% of total emissions, and, after a hiatus, is rising faster than at any time in the last two decades. Understanding the patterns of exchanges of carbon between the atmosphere, ocean and land and the processes associated to them such as CO2 fertilization, ocean acidification, changes in surface runoff of sediments, changes to wetlands and peatlands, warming of permafrost, and changes to natural disturbance regimes, are critical to improving knowledge of the carbon cycle, its direct and indirect impacts on society and identifying approaches to mitigate and adapt for its consequences.",
  "links": [
    {
      "rel": "root",
      "href": "../../catalog.json",
      "type": "application/json",
      "title": "Open Science Catalog"
    },
    {
      "rel": "preview",
      "href": "./EO_Land.webp",
      "type": "image/webp",
      "title": "Image",
      "proj:epsg": null,
      "proj:shape": [
        1080,
        1920
      ]
    },
    {
      "rel": "via",
      "href": "https://eo4society.esa.int/2020/01/31/a-collaboration-on-carbon-science-just-kicked-off/",
      "type": "text/html",
      "title": "Description"
    },
    {
      "rel": "parent",
      "href": "../catalog.json",
      "type": "application/json",
      "title": "Themes"
    }
  ],
  "title": "Land"
}