{
  "type": "Feature",
  "stac_version": "1.0.0",
  "id": "4d-antarctica",
  "properties": {
    "title": "4D-ANTARCTICA",
    "description": "Despite the key role that hydrology plays on the ice sheet environment, there is still no global hydrological budget for Antarctica. There is currently a lack of global data on supra- and sub-glacial hydrology, and no systems are in place for continuous monitoring of it or its impact on ice dynamics. The overall aim of 4DAntarctica is to advance our understanding of the Antarctic Ice Sheet’s supra and sub-glacial hydrology, its evolution, and its role within the broader ice sheet and ocean systems. We designed our programme of work to address the following specific objectives: Creating and consolidating an unprecedented dataset composed of ice-sheet wide hydrology and lithospheric products, Earth Observation datasets, and state of the art ice-sheet and hydrology models. Improving our understanding of the physical interaction between electromagnetic radiation, the ice sheet, and liquid water. Developing techniques and algorithms to detect surface and basal melting from satellite observations in conjunction with numerical modelling. Applying these new techniques at local sites and across the continental ice sheet to monitor water dynamics and derive new hydrology datasets. Performing a scientific assessment of Antarctic Ice Sheet hydrology and of its role in the current changes the continent is experiencing. Proposing a future roadmap for enhanced observation of Antarctica’s hydrological cycle. To do so, the project will use a large range of Earth Observation missions (e.g. Sentinel-1, Sentinel-2, SMOS, CryoSat-2, GOCE, TanDEM-X, AMSR2, Landsat, Icesat-2) coupled with ice-sheet and hydrological models. By the end of this project, the programme of work presented here will lead to a dramatically improved quantification of meltwater in Antarctica, an improved understanding of fluxes across the continent and to the ocean, and an improved understanding of the impact of the hydrological cycle on ice sheet’s mass balance, its basal environment, and its vulnerability to climate change.",
    "osc:name": "4D-ANTARCTICA",
    "osc:themes": [
      "Cryosphere"
    ],
    "osc:status": "ONGOING",
    "osc:technical_officer": {
      "name": "Diego Fernandez",
      "e-mail": "diego.fernandez@esa.int"
    },
    "osc:consortium": [
      "UNIVERSITY OF EDINBURGH (GB)",
      "CNR-RESEARCH INSTITUTE FOR GEO-HYDROLOGICAL PROTECTION – IRPI (IT)",
      "DLR – GERMAN AEROSPACE CENTER (DE)",
      "EARTHWAVE Ltd (GB)",
      "EIDGENÖSSISCHE TECHNISCHE HOCHSCHULE ZURICH (ETH ZURICH) (CH)",
      "ENVEO – ENVIRONMENTAL EARTH OBSERVATION GMBH (AT)",
      "SHEPHERD SPACE LTD. (GB)",
      "Technical University of Denmark (DK)",
      "UKRI Rutherford Appleton Laboratory (GB)",
      "UNIVERSITY OF LANCASTER ENVIROMENT CENTRE (GB)",
      "UNIVERSITY OF LEEDS",
      "SCHOOL OF EARTH AND ENVIRONMENT (GB)",
      "UNIVERSITÉ GRENOBLE ALPES (FR)"
    ],
    "osc:type": "Project",
    "start_datetime": "2019-09-24T00:00:00Z",
    "end_datetime": "2022-10-15T23:59:59Z",
    "updated": "2022-10-17T17:18:12Z",
    "datetime": "2019-09-24T00:00:00Z"
  },
  "geometry": null,
  "links": [
    {
      "rel": "via",
      "href": "http://www.4d-antarctica.org/",
      "title": "Website"
    },
    {
      "rel": "via",
      "href": "https://eo4society.esa.int/projects/4dantarctica/",
      "title": "EO4Society Link"
    }
  ],
  "assets": {},
  "stac_extensions": [
    "https://stac-extensions.github.io/osc/v1.0.0/schema.json"
  ]
}