{
    "type": "Feature",
    "stac_version": "1.0.0",
    "id": "4dmed-hydrology",
    "properties": {
      "title": "4DMED-Hydrology",
      "description": "4DMED-Hydrology aims at developing an advanced, high-resolution, and consistent reconstruction of the Mediterranean terrestrial water cycle by using the latest developments of Earth Observation (EO) data as those derived from the ESA-Copernicus missions. In particular, by exploiting previous ESA initiatives, 4DMED-Hydrology intends: to demonstrate how this EO capacity can help to describe the interactions between complex hydrological processes and anthropogenic pressure (often difficult to model) in synergy with model-based approaches; to exploit synergies among EO data to maximize the retrieval of information of the different water cycle components (i.e., precipitation, soil moisture, evaporation, runoff, river discharge) to provide an accurate representation of our environment and advanced fit-for-purpose decision support systems in a changing climate for a more resilient society. 4DMED-Hydrology will focus on four test areas, namely the Po river basin in Italy, the Ebro River basin in Spain, the Hérault River basin in France and the Medjerda River basin in Tunisia, which are representatives of climates, topographic complexity, land use, human activities and hydrometeorological hazards of the Mediterranean Region (MR). The developed products will be then extended to the entire region. The resulting EO-based products (i.e., experimental datasets, EO products) will be made available in an Open Science catalogue hosted and operated by ESA.",
      "osc:name": "4DMED-Hydrology",
      "osc:themes": [
        "Land"
      ],
      "osc:status": "ONGOING",
      "osc:technical_officer": {
        "name": "Espen Volden",
        "e-mail": "espen.volden@esa.int"
      },
      "osc:consortium": [
        "CNR - INSTITUTE FOR ELECTROMAGNETIC SENSING OF THE ENVIRONMENT (IREA) (IT)",
        "CIMA RESEARCH FOUNDATION (IT)",
        "ESTELLUS SAS (FR)",
        "EURAC RESEARCH - ACCADEMIA EUROPEA (IT)",
        "GHENT UNIVERSITY (BE)",
        "INSTITUT DE RECHERCHE POUR LE DÉVELOPPEMENT (IRD) (FR)",
        "KU. KATH. KATHOLIEKE UNIVERSITEIT T (BE)",
        "OBSERVATORI DE L EBRE (ES)",
        "TECHNISCHE UNIVERSITAT WIEN (TU WIEN) (AT)",
        "VANDERSAT B.V. (NL)"
      ],
      "osc:type": "Project",
      "start_datetime": "2022-01-01T00:00:00Z",
      "end_datetime": "2023-12-31T23:59:59Z"
    },
    "geometry": null,
    "links": [
      {
        "rel": "via",
        "href": "https://www.4dmed-hydrology.org/",
        "title": "Website"
      },
      {
        "rel": "via",
        "href": "https://eo4society.esa.int/projects/4dmed-hydrology/",
        "title": "EO4Society Link"
      }
    ],
    "assets": {},
    "stac_extensions": [
      "https://stac-extensions.github.io/osc/v1.0.0/schema.json"
    ]
  }