{
    "type": "Feature",
    "stac_version": "1.0.0",
    "id": "deep-extremes",
    "properties": {
      "title": "DEEP EXTREMES",
      "description": "DEEP EXTREMES is part of the AI4SCIENCE activity. The first AI4SCIENCE ITT was launched in 2021 and had a focus on Extreme Events, Multi-Hazards and Compound Events, and contributes to the ESA Extremes and Natural Disasters Science Cluster. The DEEP EXTREMES project has a focus on compound heat and drought events at global scale, looking at detection based on long-term climate and land-surface data, combining EO archives and other observation data, with methods tailored to multivariate event detection. The principle is to start from sampling a subset of large events in Sentinel era and zooming into the events and in unaffected areas around the event with high-dimensional - mini cubes. The activity then aims to train complementary deep-learning methods for prediction and understanding dynamics in such events, implement the tested and validated workflow in a cloud environment and developing it further based on community feedback. Science community engagement is planned via workshops and science discussions to further develop the proposed framework.",
      "osc:name": "DEEP EXTREMES",
      "osc:themes": [
        "Land"
      ],
      "osc:status": "ONGOING",
      "osc:technical_officer": {
        "name": "Anca Anghelea",
        "e-mail": "anca.anghelea@esa.int"
      },
      "osc:consortium": [
        "Leipzig University (DE)",
        "BROCKMANN CONSULT GMBH (DE)",
        "MAX PLANCK INSTITUTE FOR BIOGEOCHEMISTRY (DE)",
        "UNIV VALENCIA (ES)"
      ],
      "osc:type": "Project",
      "start_datetime": "2022-08-04T00:00:00Z",
      "end_datetime": "2023-09-09T23:59:59Z"
    },
    "geometry": null,
    "links": [
      {
        "rel": "via",
        "href": "https://rsc4earth.de/project/deepextremes/",
        "title": "Website"
      },
      {
        "rel": "via",
        "href": "https://eo4society.esa.int/projects/deep-extremes/",
        "title": "EO4Society Link"
      }
    ],
    "assets": {},
    "stac_extensions": [
      "https://stac-extensions.github.io/osc/v1.0.0/schema.json"
    ]
  }