{
    "type": "Feature",
    "stac_version": "1.0.0",
    "id": "extraim",
    "properties": {
      "title": "extrAIM",
      "description": "extrAIM (AI-enhanced uncertainty quantification of satellite-derived hydroclimatic extremes) is part of the AI4SCIENCE activity. The first AI4SCIENCE ITT was launched in 2021 and had a focus on Extreme Events, Multi-Hazards and Compound Events, and contributes to the ESA Extremes and Natural Disasters Science Cluster. extrAIM will develop a first-of-its-kind, satellite-based, low-latency, uncertainty-aware precipitation dataset for the Mediterranean region, adjusted to account for the extremes’ probabilistic behavior. extrAIM will combine statistical learning and Bayesian modelling methods (for uncertainty quantification) with an AI (Artificial Intelligence)-enhanced dataset integration approach, suitable for combining multiple precipitation products (e.g., satellite-data, estimates based on soil moisture), with an eye on model’s explainability. Finally, and with improving understanding and awareness in mind, extrAIM will develop a user-friendly data-management and visualization platform able to provide easy access to the UA Mediterranean dataset, as well as communicate risks arising from individual and compound extreme events.",
      "osc:name": "AI-ENHANCED UNCERTAINTY QUANTIFICATION OF SATELLITE-DERIVED HYDROCLIMATIC EXTREMES (extrAIM)",
      "osc:themes": [
        "Land"
      ],
      "osc:status": "ONGOING",
      "osc:technical_officer": {
        "name": "Anca Anghelea",
        "e-mail": "anca.anghelea@esa.int"
      },
      "osc:consortium": [
        "National Technical University of Athens (GR)",
        "CNR-RESEARCH INSTITUTE FOR GEO-HYDROLOGICAL PROTECTION – IRPI (IT)",
        "Tethys Consulting (GR)"
      ],
      "osc:type": "Project",
      "start_datetime": "2022-09-28T00:00:00Z",
      "end_datetime": "2024-01-04T23:59:59Z"
    },
    "geometry": null,
    "links": [
      {
        "rel": "via",
        "href": "https://extraim.eu/en/",
        "title": "Website"
      },
      {
        "rel": "via",
        "href": "https://eo4society.esa.int/projects/extraim/",
        "title": "EO4Society Link"
      }
    ],
    "assets": {},
    "stac_extensions": [
      "https://stac-extensions.github.io/osc/v1.0.0/schema.json"
    ]
  }