{
  "type": "Feature",
  "stac_version": "1.0.0",
  "id": "prisma-s5p-for-covid-19",
  "properties": {
    "title": "PRISMA+S5p for COVID-19",
    "description": "Recent climate remote study showed essential effect of COVID-19 on trace gases emissions, in particular, of NO2 and CO2. In Europe, Italy was one of the first countries to be infected by the COVID-19 virus, starting in the beginning of February 2020, and numbers soaring up to over 100,000 infections and 20,000 deaths by mid-April. Severe limitations of people movements following the lockdown determined a significant reduction of pollutants concentration mainly due to vehicular traffic (PM10, PM2.5, BC, benzene, CO, and NOx), which is visual, for example, in S5P images of NO2 distributions. The lockdown also led to an appreciable drop in SO2. Despite the significant decrease in NO2, the O3 exhibited a significant increase, probably, due to the minor NO concentration. At the same time the effect on aerosol emission and loading has not been reported yet widely in the scientific literature, although news and social media stories report spectacular cleaner air due to various lock-downs (e.g. “Himalayas being visible from India for the first time in 30 years”). Furthermore, a possible influence of long-term exposure to small particulate matter on COVID-19 mortality has been reported. In general, aerosol distribution is strongly spatially and temporally inhomogeneous. Therefore, to investigate COVID-19 effect on aerosol the remote sensing measurements with frequent revisiting time and fine spatial resolution may be necessary. In this project we investigate the possibility to exploit PRISMA (PRecursore IperSpettrale della Missione Applicativa, an Italian Space Agency (ASI) hyperspectral mission) fine resolution measurements together with daily S5P/TROPOMI and AERONET measurements for motoring environmental dynamics associated with COVID-19 epidemic appearance and evolution in regional scale.",
    "osc:name": "PRISMA + S5P demonstration for COVID-19 studies",
    "osc:themes": [
      "Atmosphere"
    ],
    "osc:status": "COMPLETED",
    "osc:technical_officer": {
      "name": "Christian Retscher",
      "e-mail": "christian.retscher@esa.int"
    },
    "osc:consortium": [
      "GRASP-SAS (FR)",
      "CATALYSTS GMBH (AT)",
      "CloudFLight (DE)",
      "CNR-RESEARCH INSTITUTE FOR GEO-HYDROLOGICAL PROTECTION ‚ IRPI (IT)",
      "Institute of BioEconomy (IBE)-CNR (IT)",
      "KNMI (NL)"
    ],
    "osc:type": "Project",
    "start_datetime": "2020-07-24T00:00:00Z",
    "end_datetime": "2021-06-16T23:59:59Z",
    "updated": "2022-10-17T17:18:12Z",
    "datetime": "2020-07-24T00:00:00Z"
  },
  "geometry": null,
  "links": [
    {
      "rel": "via",
      "href": "",
      "title": "Website"
    },
    {
      "rel": "via",
      "href": "https://eo4society.esa.int/projects/prisma/",
      "title": "EO4Society Link"
    }
  ],
  "assets": {},
  "stac_extensions": [
    "https://stac-extensions.github.io/osc/v1.0.0/schema.json"
  ]
}