{
  "type": "Feature",
  "stac_version": "1.0.0",
  "id": "project-116",
  "properties": {
    "title": "(LPF) OVALIE",
    "description": "Global mean sea level rise is one of the most direct consequences of actual global warming. Since the beginning of the 20th century, global mean sea level experiences an unabated increase of 1.1-1.9 mm.yr-1 recorded by tide gauges. Based on satellite altimetry and since 1993, global mean sea level rises at a higher rate of 3 mm.yr-1. This higher rate denotes a possible acceleration in this global rise. Actual global mean sea level rise mainly reflects global ocean warming (through thermal expansion of sea water) and land ice melt (from Greenland, Antarctica and mountain glaciers). Monitoring precisely these climate variables is mandatory to better understand processes at work under current global warming and to validate climate models used for projections. The OVALIE project proposes to scientifically investigate and partition the respective contribution of the atmospheric forced variability versus the oceanic intrinsic variability for the sea level observations (satellite data -based on Topex/Poseidon, Jason 1-2-3, ERS1, ERS2, ENVISAT, Altika and GRACE- and in situ measurements –based on Argo floats and other in situ measurements).\n",
    "osc:name": "OVALIE: Oceanic intrinsic Variability versus Atmospheric forced variabiLIty of sea level changE",
    "osc:themes": [
      "Oceans"
    ],
    "osc:status": "COMPLETED",
    "osc:technical_officer": {
      "name": "Stephen Plummer",
      "e-mail": "stephen.plummer@esa.int"
    },
    "osc:consortium": [
      "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE (CNRS) (FR)"
    ],
    "osc:type": "Project",
    "start_datetime": "2018-10-17",
    "end_datetime": "2020-10-31",
    "datetime": "2018-10-17T00:00:00Z"
  },
  "geometry": null,
  "links": [
    {
      "rel": "via",
      "href": "https://eo4society.esa.int/projects/ovalie-oceanic-intrinsic-variability-versus-atmospheric-forced-variability-of-sea-level-change/",
      "title": "Website"
    },
    {
      "rel": "via",
      "href": "https://eo4society.esa.int/projects/ovalie-oceanic-intrinsic-variability-versus-atmospheric-forced-variability-of-sea-level-change/",
      "title": "EO4Society Link"
    }
  ],
  "assets": {},
  "stac_extensions": [
    "https://stac-extensions.github.io/osc/v1.0.0/schema.json"
  ]
}