{
  "type": "Feature",
  "stac_version": "1.0.0",
  "id": "project-97",
  "properties": {
    "title": "SMOS+ VEGETATION",
    "description": "ESA’s SMOS mission is part of ESA’s Living Planet Programme and carries the first-ever, polar-orbiting, space-borne, 2-D interferometric radiometer providing observations at 1.4 GHz. From the Level 1 brightness temperatures we derive the Level-2 data products, namely surface soil moisture and vegetation optical depth (VOD) (over land) and sea surface salinity (over oceans). SMOS not only contributes towards our understanding of the global water cycle, but also has the potential to improve our understanding of the global carbon cycle. The assimilation of SMOS soil moisture into a carbon assimilation scheme built around a terrestrial biosphere model was found to improve global CO2 flux estimates. Similarly, assimilating SMOS soil moisture and AMSR-E C-band VOD data into an evapotranspiration (ET) model was found to improve ET and root-zone soil moisture estimates over Australia.However, there is still a lack of in-depth understanding of the VOD product, and its potential to monitor vegetation properties and processes has not yet been satisfactorily explored. In this context, this activity aims to increase the scientific return of the SMOS VOD data product by preparing and promoting its use for vegetation applications in the fields of agriculture, drought monitoring and land surface modeling.\n",
    "osc:name": "SMOS+ VEGETATION",
    "osc:themes": [
      "Land"
    ],
    "osc:status": "COMPLETED",
    "osc:technical_officer": {
      "name": "Matthias Drusch",
      "e-mail": "matthias.drusch@esa.int"
    },
    "osc:consortium": [
      "THE INVERSION LAB THOMAS KAMINSKI CONSULTING (DE)",
      "LUND UNIVERSITY (SE)",
      "UNIVERSITE TOULOUSE III – PAUL SABATIER (FR)"
    ],
    "osc:type": "Project",
    "start_datetime": "2016-05-10",
    "end_datetime": "2018-12-15",
    "datetime": "2016-05-10T00:00:00Z"
  },
  "geometry": null,
  "links": [
    {
      "rel": "via",
      "href": "http://smos-veg.inversion-lab.com/index.html",
      "title": "Website"
    },
    {
      "rel": "via",
      "href": "https://eo4society.esa.int/projects/smos-vegetation/",
      "title": "EO4Society Link"
    }
  ],
  "assets": {},
  "stac_extensions": [
    "https://stac-extensions.github.io/osc/v1.0.0/schema.json"
  ]
}