{
  "type": "Feature",
  "stac_version": "1.0.0",
  "id": "project-118",
  "properties": {
    "title": "WOC",
    "description": "The objectives of this activity are to (i) develop and validate innovative methodologies allowing to optimize the synergetic capacity offered by satellite data, in situ measurements and numerical models for improving the retrieval of upper-layer ocean circulation products over 4 high-priority pilot areas chosen as to represent at best the diversity of the world ocean circulation regimes, i.e. one polar sea area, one western boundary current, one upwelling region, one coastal area, and ii) in line with the objectives of the United Nations Decade of Ocean Science for Sustainable Development, demonstrate the unique capacity of the innovative products to support effective actions aiming at procuring a clean, safe, sustainably harvested and productive ocean by targeting FOUR high priority pilot applications, i.e. Pollution Monitoring, Safe Navigation, Sustainable Fisheries and Renewable Marine Energies.",
    "osc:name": "World Ocean circulation",
    "osc:themes": [
      "Oceans"
    ],
    "osc:status": "ONGOING",
    "osc:technical_officer": {
      "name": "Marie-Helene Rio",
      "e-mail": "marie-helene.rio@esa.int"
    },
    "osc:consortium": [
      "OCEANDATALAB (FR)",
      "AGENCIA ESTATAL CONSEJO SUPERIOR DE (ES)",
      "CNR-RESEARCH INSTITUTE FOR GEO-HYDROLOGICAL PROTECTION – IRPI (IT)",
      "IFREMER (FR)",
      "NANSEN ENVIRONMENTAL AND REMOTE SENSING CENTER (NO)",
      "Ocean Next (FR)",
      "Universiteit Utrecht (NL)"
    ],
    "osc:type": "Project",
    "start_datetime": "2020-04-28",
    "end_datetime": "2022-05-31",
    "datetime": "2020-04-28T00:00:00Z"
  },
  "geometry": null,
  "links": [
    {
      "rel": "via",
      "href": "https://www.worldoceancirculation.org/",
      "title": "Website"
    },
    {
      "rel": "via",
      "href": "https://eo4society.esa.int/projects/world-ocean-circulation/",
      "title": "EO4Society Link"
    }
  ],
  "assets": {},
  "stac_extensions": [
    "https://stac-extensions.github.io/osc/v1.0.0/schema.json"
  ]
}