{
  "type": "Feature",
  "stac_version": "1.0.0",
  "id": "project-47",
  "properties": {
    "title": "SMOS-NINO 2015",
    "description": "SMOS Sea Surface Salinity (SSS) is not yet widely used by the ocean modelling community. In part this is due to the technical challenges of assimilating satellite SSS and assessing the impact of the assimilation using objective tools and reporting. The Global Ocean Data Assimilation Experiment (GODAE) Ocean View Science Team (GOV-ST) group Observing System Evaluation Task Team (OSEVal-TT, see https://www.godae-oceanview.org/science/task-teams/observing-system-evaluation-tt-oseval-tt/) was convened by GOV-ST to evaluate the impact of different measurement systems by running specific observing system experiments and producing an Observation Impact Statement Report. This allows GOV-ST to formulate specific requirements for ocean observations on the basis of improved understanding of data utility.This activity is focussed on the design, implementation and reporting of an Observing System Evaluation of satellite SSS during the strong El Nino 2015/16 event. Strong SSS signals are present in SMOS data prior and during to the El Nino event. Inaddition to SMOS, full use of the NASA SMAP mission data will be encouraged. The output will be a GOV-ST Observation Impact Statement Report focussed on satellite SSS, journal publications and a workshop dedicated to the findings and approach taken by the study team.",
    "osc:name": "GODAE OCEAN OBSERVING SYSTEM EVALUATION OF SATELLITE SEA SURFACE SALINITY AND EL NINO 2015 (SMOS-NINO15)",
    "osc:themes": [
      "Oceans"
    ],
    "osc:status": "COMPLETED",
    "osc:technical_officer": {
      "name": "Craig James Donlon",
      "e-mail": "craig.donlon@esa.int"
    },
    "osc:consortium": [
      "CLS COLLECTE LOCALISATION SATELLITES (FR)",
      "Mercator Ocean International (FR)",
      "MetOffice (GB)"
    ],
    "osc:type": "Project",
    "start_datetime": "2016-07-27",
    "end_datetime": "2019-05-15",
    "datetime": "2016-07-27T00:00:00Z"
  },
  "geometry": null,
  "links": [
    {
      "rel": "via",
      "href": "http://www.godae-oceanview.org/science/task-teams/observing-system-evaluation-tt-oseval-tt/",
      "title": "Website"
    },
    {
      "rel": "via",
      "href": "https://eo4society.esa.int/projects/godae-ocean-observing-system-evaluation-of-satellite-sea-surface-salinity-and-el-nino-2015-smos-nino15/",
      "title": "EO4Society Link"
    }
  ],
  "assets": {},
  "stac_extensions": [
    "https://stac-extensions.github.io/osc/v1.0.0/schema.json"
  ]
}