{
  "type": "Feature",
  "stac_version": "1.0.0",
  "id": "project-127",
  "properties": {
    "title": "MedEOS",
    "description": "This activity is part of the ESA Regional Initiatives programme. Its objective is to support the implementation of regional priorities in the Mediterranean region by i) developing and delivering a customized set of EO based products that fully exploit the large volumes of EO data from the Sentinel missions and other EO missions and ii) achieving measurable progresses in embedding this EO-derived information into the strategies and cooperation actions within the Mediterranean region. The specific objective of the Sea Application project is to improve the characterisation, quantification and monitoring of land-based pollution in the Mediterranean coastal waters by optimizing the use of the Sentinel missions and other relevant space and in-situ datasets to develop multi-mission high resolution gap-free maps of water quality parameters (e.g. Chl-a, turbidity, TSM, nutrients, bacteriological concentration,…) and added-value innovative products (e.g. river plumes contour,…) over the period 2015-present.",
    "osc:name": "Mediterranean Sea Regional Initiative - Land-based pollution",
    "osc:themes": [
      "Oceans"
    ],
    "osc:status": "ONGOING",
    "osc:technical_officer": {
      "name": "Marie-Helene Rio",
      "e-mail": "marie-helene.rio@esa.int"
    },
    "osc:consortium": [
      "Deimos Engineering and Systems (ES)",
      "CERTH – CENTRE FOR RESEARCH & TECHN (GR)",
      "Deimos Engenharia (PT)",
      "I-SEA (FR)",
      "Murmuration (FR)",
      "SUEZ EAU FRANCE SAS (FR)",
      "TELESPAZIO FRANCE (FR)",
      "kartECO – Environmental and Energy (GR)"
    ],
    "osc:type": "Project",
    "start_datetime": "2021-03-09",
    "end_datetime": "2023-03-09",
    "datetime": "2021-03-09T00:00:00Z"
  },
  "geometry": null,
  "links": [
    {
      "rel": "via",
      "href": "https://medeos.deimos.pt/",
      "title": "Website"
    },
    {
      "rel": "via",
      "href": "MedEOS - Mediterranean coastal water monitoring - eo science for society (esa.int)",
      "title": "EO4Society Link"
    }
  ],
  "assets": {},
  "stac_extensions": [
    "https://stac-extensions.github.io/osc/v1.0.0/schema.json"
  ]
}