{
  "type": "Feature",
  "stac_version": "1.0.0",
  "id": "s5p-inno-s5p-i-oc",
  "properties": {
    "title": "S5p Inno - S5p-I-OC",
    "description": "The S5P+I-OC project will explore the capacity of the Sentinel-5p TROPOMI data to provide novel Ocean Colour (OC) products. More specifically, the objectives of this S5P+ Innovation activity are to: -develop a solid scientific basis for the application of S5P data within the context of novel scientific and operational OC products applications; assess existing algorithms which have been used for OC product retrievals from SCanning Imaging Absorption Spectro-Meter for Atmospheric CHartographY (SCIAMACHY), Ozone Monitoring Instrument (OMI) and Global Ozone Monitoring Experiment (GOME-2); -develop novel OC products and retrieval methods that exploit the potential of the S5P mission’s capabilities beyond its primary objectives, in particular, the chlorophyll-a concentration (CHL) of important phytoplankton groups (PFT-CHL), the underwater light attenuation coefficients (Kd) for the ultraviolet (UV) and the blue spectral region separately (KdUV, KdBlue), and the sun-induced marine chlorophyll-a fluorescence signal (SIF-marine) from TROPOMI S5P level-1 data; -explore the potential of the UV range of S5P for ocean biology; -use complementary products from Sentinel-3 (S3) and S5P for exploring the UV measurements of TROPOMI for assessing sources of coloured dissolved organic matter (CDOM) and the amount of UV-absorbing pigments in the ocean; -validate with established reference in situ datasets and perform intercomparison to other satellite OC data; -define strategic actions for fostering a transition of the methods from research to operational activities; -maximize the scientific return and benefits from the S5P mission for surface ocean research and services (e.g. CMEMS) by assessing the synergies with other satellite sensors, in particular -explore the synergistic use of S5P and S3.",
    "osc:name": "SENTINEL-5P+ INNOVATION OCEAN COLOUR (S5P+-I-OC)",
    "osc:themes": [
      "Oceans"
    ],
    "osc:status": "ONGOING",
    "osc:technical_officer": {
      "name": "Marie-Helene Rio",
      "e-mail": "marie-helene.rio@esa.int"
    },
    "osc:consortium": [
      "ALFRED WEGENER INSTITUTE (DE)",
      "U. LISBON (PT)",
      "UNIVERSITAET BREMEN (DE)",
      "UNIVERSITY OF VICTORIA (CA)"
    ],
    "osc:type": "Project",
    "start_datetime": "2019-05-29T00:00:00Z",
    "end_datetime": "2021-06-30T23:59:59Z",
    "updated": "2022-10-17T17:18:12Z",
    "datetime": "2019-05-29T00:00:00Z"
  },
  "geometry": null,
  "links": [
    {
      "rel": "via",
      "href": "https://www.awi.de/index.php?id=4087&no_cache=1&L=1",
      "title": "Website"
    },
    {
      "rel": "via",
      "href": "https://eo4society.esa.int/projects/sentinel-5p-innovation-expro-theme-7-ocean-colour-s5p-i-oc/",
      "title": "EO4Society Link"
    }
  ],
  "assets": {},
  "stac_extensions": [
    "https://stac-extensions.github.io/osc/v1.0.0/schema.json"
  ]
}