{
  "id": "carbon-fractions-toc-doc-dic-measured-from-coastal-waters-of-the-baltic-sea-in-20232024",
  "title": "Carbon fractions (TOC, DOC, DIC) measured from coastal waters of the Baltic Sea in 2023–2024",
  "created": "2025-09-11T07:29:39Z",
  "osc:status": "completed",
  "type": "Collection",
  "osc:type": "product",
  "stac_version": "1.0.0",
  "description": "This dataset contains in situ measurements of carbon fractions—Dissolved Inorganic Carbon (DIC), Dissolved Organic Carbon (DOC), and Total Organic Carbon (TOC). In 2023 and 2024, we collected data from the coastal waters of the northern Baltic Sea in the frame of seasonal field campaigns. These campaigns were timed to capture a variety of biogeochemical and environmental conditions. The collected data provide insights into the distribution of organic and inorganic carbon in coastal waters, supporting applications such as marine carbon budget assessments, climate change research, and coastal ecosystem studies, as well as the validation of satellite-derived products and the improvement of coastal biogeochemical models in optically complex waters like the Baltic Sea. Water samples were collected from surface waters from various locations, and all carbon fraction analyses were conducted in accordance with EVS-EN 1484, and a Vario TOC analyser (Elementar GmbH, Germany) was used. DOC and DIC were measured from 0.45 µm filtered samples.",
  "license": "various",
  "extent": {
    "spatial": {
      "bbox": [
        [
          23.8436865212921,
          58.06577584251707,
          24.732331254605967,
          58.42020326137171
        ],
        [
          23.392448598151553,
          58.71654584826621,
          23.822042854791057,
          58.79973646186164
        ],
        [
          24.488378414681243,
          59.41889041677646,
          24.881010828454798,
          59.52239210620161
        ],
        [
          25.733049268342466,
          59.55192684934991,
          25.90367283353993,
          59.66315972235813
        ],
        [
          23.242921031427855,
          59.03723178585102,
          23.42449847773732,
          59.30301631513643
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2023-04-11T00:00:00Z",
          "2024-09-30T23:59:59Z"
        ]
      ]
    }
  },
  "links": [
    {
      "href": "../../themes/oceans/catalog.json",
      "rel": "related",
      "type": "application/json",
      "title": "Theme: Oceans"
    }
  ],
  "themes": [
    {
      "scheme": "https://github.com/stac-extensions/osc#theme",
      "concepts": [
        {
   
