{
    "type": "Feature",
    "stac_version": "1.0.0",
    "id": "mean-spectral-dac-from-318-to952nm-of-underwater-light-profiles-rv-polarstern-cruise-PS113",
    "properties": {
      "start_datetime": "2018-05-10T00:00:00Z",
      "end_datetime": "2018-06-05T23:59:59Z",
      "title": "Mean spectral diffuse attenuation coefficients from 318 to 952 nm of underwater light profiles measured at discrete stations with radiometry during RV Polarstern cruise PS113 in the Atlantic Ocean",
      "description": "The spectrally resolved diffuse attenuation coefficient over the first optical depth was derived from radiometric profiles collected at discrete stations during RV Polarstern cruise PS113 at 17 discrete stations distributed along a transect between the Malvinas upwelling region and the English channel in the Atlantic Ocean. An irradiance sensor (RAMSES ACC-2-VIS, TriOS GmbH, Germany) covering the wavelength region from 320 nm to 950 nm with a spectral sampling of 3.3 nm, resolution of 10 nm, and accuracy of 0.3 nm was used which is additionally equipped with an inclination and pressure sensor. The sensor was mounted to a steel frame for vertical profiling of the underwater downwelling irradiance at a distance of 5 m to the ship. The general measurement procedure followed Taylor et al. (2011). A second RAMSES ACC-2-VIS sensor mounted on top of the ship recorded the incident downwelling irradiance above the surface, to correct for incident sunlight variations. Mean Kd at each sampled wavelength was calculated from downwelling irradiance measurements at the different depths in the profile over the first optical depth (mostly between 7 to 22 m, the information is provided as minimum and maximum depth). Details on measurement procedure and its uncertainty can be found in Tilstone et al. (2020) and on the specific determination of Kd during PS113 can be found in Bracher et al. (2020).",
      "osc:missions": [
        "Sentinel-5p"
      ],
      "osc:project": "SENTINEL-5P+ INNOVATION OCEAN COLOUR (S5P+-I-OC)",
      "osc:themes": [
        "Oceans",
        "Atmosphere"
      ],
      "osc:variable": "Ocean Diffuse Attenuation Coefficient (DAC)",
      "osc:status": "COMPLETED",
      "osc:region": "South Atlantic Ocean",
      "osc:type": "Product",
      "datetime": "2022-03-17T00:00:00Z"
    },
    "geometry": {
      "type": "Polygon",
      "bbox": [
        -60.533041, 
        35.9600, 
        -13.1200, 
        -47.660000
      ],
      "coordinates": [
        [
          [
            -60.533041, 
            35.9600
          ],
          [
            -13.1200,
            35.9600
          ],
          [
            -13.1200, 
            -47.660000
          ],
          [
            -60.533041,
            -47.660000
          ],
          [
            -60.533041, 
            35.9600
          ]
        ]
      ]
    },
    "links": [
      {
        "rel": "via",
        "href": "https://doi.pangaea.de/10.1594/PANGAEA.931480?format=html#download",
        "title": "Access"
      },
      {
        "rel": "via",
        "href": "https://doi.org/10.1594/PANGAEA.931480",
        "title": "Documentation"
      }
    ],
    "assets": {},
    "bbox": [
        -60.533041, 
        35.9600, 
        -13.1200, 
        -47.660000
    ],
    "stac_extensions": [
      "https://stac-extensions.github.io/osc/v1.0.0/schema.json"
    ]
  }