{
  "type": "Feature",
  "stac_version": "1.0.0",
  "id": "monthly-global-microphytoplankton-carbon-dataset-9-km-oc-cci-v42",
  "properties": {
    "start_datetime": "1997-09-01T00:00:00Z",
    "end_datetime": "2020-11-30T23:59:59Z",
    "title": "Monthly Global Microphytoplankton Carbon dataset (9 km, OC-CCI v4.2)",
    "description": "This dataset contains monthly global carbon products for pico-, nano- and microphytoplankton (C_picophyto, C_nanophyto and C_microphyto, respectively, in mg C m-3) and the total phytoplankton community (C_phyto in mg C m-3) for the period of 1998 to 2020 at 9 km spatial resolution. A spectrally-resolved photoacclimation model was unified with a primary production model that simulated photosynthesis as a function of irradiance using a two-parameter photosynthesis versus irradiance (P-I) function to estimate the carbon content of marine phytoplankton based on ocean-colour remote sensing products (Sathyendranath et al. 2020 and references therein for details). The photoacclimation model contains a maximum chlorophyll-to-carbon ratio for three different phytoplankton size classes (pico-, nano- and microphytoplankton) that was inferred from field data, as in Sathyendranath et al. (2020). Chlorophyll-a products were obtained from the European Space Agency (ESA) Ocean Colour Climate Change Initiative (OC-CCI v4.2 dataset). Photosynthetic Active Radiation (PAR) products were obtained from the National Aeronautics and Space Administration (NASA) and were corrected for inter-sensor bias in products. Mixed Layer Depth (MLD) was obtained from the French Research Institute for Exploration of the Sea (Ifremer). In situ datasets P-I parameters were incorporated as described in Kulk et al. (2020). The phytoplankton carbon products were generated as part of the ESA Biological Pump and Carbon Exchange Processes (BICEP) project. Support from the Simons Foundation grant ‘Computational Biogeochemical Modeling of Marine Ecosystems’ (CBIOMES, number 549947) and from the National Centre of Earth Observation (NCEO) is acknowledged. Data are provided as netCDF files containing carbon products for pico-, nano- and microphytoplankton (C_picophyto, C_nanophyto and C_microphyto, respectively, in mg C m-3) and the total phytoplankton community (C_phyto in mg C m-3) for the period of 1998 to 2020 at 9 km spatial resolution. Additional variables that were used for the calculation of the phytoplankton carbon products are also provided, including chlorophyll-a (chl_a in mg m-3), photosynthetically activate radiation (par, in µmol photons m-2 d-1), mixed layer depth (mld in m) and the mean spectral nondimensional irradiance (mean_spectral_i_star).",
    "osc:missions": [
      "ENVISAT",
      "MERIS",
      "MODIS",
      "SeaWiFS",
      "Sentinel-3",
      "VIIRS"
    ],
    "osc:project": "Biological Pump and Carbon Exchange Processes",
    "osc:themes": [
      "Oceans"
    ],
    "osc:variable": "Microphytoplankton Carbon",
    "osc:status": "ONGOING",
    "osc:region": "Global",
    "osc:type": "Product",
    "datetime": "2023-03-29T00:00:00Z"
  },
  "geometry": {
    "type": "Polygon",
    "bbox": [
      -180.0,
      -90.0,
      180.0,
      90.0
    ],
    "coordinates": [
      [
        [
          -180.0,
          -90.0
        ],
        [
          180.0,
          -90.0
        ],
        [
          180.0,
          90.0
        ],
        [
          -180.0,
          90.0
        ],
        [
          -180.0,
          -90.0
        ]
      ]
    ]
  },
  "links": [
    {
      "rel": "via",
      "href": "https://rsg.pml.ac.uk/shared_files/gku/ESA_animation/PC_1-month_9km/",
      "title": "Access"
    },
    {
      "rel": "via",
      "href": "",
      "title": "Documentation"
    }
  ],
  "assets": {},
  "bbox": [
    -180.0,
    -90.0,
    180.0,
    90.0
  ],
  "stac_extensions": [
    "https://stac-extensions.github.io/osc/v1.0.0/schema.json"
  ]
}
