{
  "type": "Feature",
  "stac_version": "1.0.0",
  "id": "product-39",
  "properties": {
    "start_datetime": "2020-01-01",
    "end_datetime": "2020-12-31",
    "title": "COR-GC: Geodynamic Corrections_Baltics_Multimission",
    "description": "The geodynamic effects are computed from PTA-OBS and IERS-2010, following the definitions of the ITRF as outlined in the IERS conventions (version 2010, chapter 7, displacements of reference points). The cumulative impact on range and azimuth are stored in the correction file. The range corrections are available in units of meters 1-way. In order to apply them to the range observations, they need to be scaled by 2/c, with c denoting speed of light in vacuum. The azimuth corrections are in units of seconds and can be used as is. The following geodynamic corrections are comprised in values list in the file: Solid Earth tidal deformations caused by Sun & Moon, Ocean loading stemming from water mass redistribution by tides weighing on the coastlines using the FES2004 tidal model, Atmospheric pressure loading induced by diurnal heating of the atmosphere (S1 and S2 components), Rotational deformation due to polar motion, Ocean pole tide loading, Secular trends as inferred from nearby IGS reference site located on same tectonic plate. Multiple targets may be summarized in one file. Data blocks for different targets are placed side by side organized by dates. If a target is unavailable or detected an outlier (low SCR), the entries are set to 9. Product details available at: https://www.asg.ed.tum.de/fileadmin/w00cip/iapg/Baltic/SAR-HSU-TN-0019_Dataset_User_Manual.pdf",
    "osc:missions": [
      "GOCE",
      "Sentinel-1",
      "GPS",
      "GLONAS"
    ],
    "osc:project": "BALTIC+ Geodetic SAR for Baltic Height System Unification (SAR-HSU)",
    "osc:themes": [
      "Oceans"
    ],
    "osc:variable": "Sea surface height anomaly",
    "osc:status": "ONGOING",
    "osc:region": "Baltics",
    "osc:type": "Product",
    "datetime": "2020-01-01T00:00:00Z"
  },
  "geometry": {
    "type": "Polygon",
    "bbox": [
      9.0405918788,
      53.8666553578,
      31.3371258934,
      66.1535071282
    ],
    "coordinates": [
      [
        [
          9.0405918788,
          53.8666553578
        ],
        [
          31.3371258934,
          53.8666553578
        ],
        [
          31.3371258934,
          66.1535071282
        ],
        [
          9.0405918788,
          66.1535071282
        ],
        [
          9.0405918788,
          53.8666553578
        ]
      ]
    ]
  },
  "links": [
    {
      "rel": "via",
      "href": "https://www.bgu.tum.de/iapg/baltic/"
    },
    {
      "rel": "via",
      "href": "https://www.asg.ed.tum.de/fileadmin/w00cip/iapg/Baltic/COR-GC.zip",
      "title": "Access"
    }
  ],
  "assets": {},
  "bbox": [
    9.0405918788,
    53.8666553578,
    31.3371258934,
    66.1535071282
  ],
  "stac_extensions": [
    "https://stac-extensions.github.io/osc/v1.0.0/schema.json"
  ]
}