{
  "type": "Feature",
  "stac_version": "1.0.0",
  "id": "product-237",
  "properties": {
    "start_datetime": "1985-01-01",
    "end_datetime": "2020-12-31",
    "title": "Surface-ocean_Omega_Global_v2021",
    "description": "A global gridded data set of the surface ocean carbonate system for seasonal to decadal studies of ocean acidification (v2021). This are the outputs from a full marine carbonate system analysis, calculated from machine learning estimates of total alkalinity (TA) and the partial pressure of carbon dioxide (pCO2). The surface-ocean pCO2 presented here is the ensemble mean of 16 two-step clustering-regression machine learning estimates. The ensemble is a combination of eight clustering instances and two regression methods. For the clustering, we use K-means clustering (21 clusters) repeated with different initiations, resulting in slightly different clusters. Two machine learning regression methods are applied to each of these clustering instances. These machine learning methods are feed-forward neural-network (FFNN), and gradient boosted machine using decision trees (GBDT). The average of the ensemble members is used as the final estimate. Further, the standard deviation of the ensemble members is an analog of the uncertainty. \nTotal alkalinity and pCO2 are then used to solve for the remaining parameters of the marine carbonate system using the PyCO2SYS software (to derive pH and total dissolved inorganic carbon, or DIC). The temperature and salinity products used in this calculation are provided in the file. Phosphate and silicate from the interpolated World Ocean Atlas (2018) product were used. The total scale for pH was used. The product extends from the start of 1985 to the end of 2020.\n",
    "osc:missions": [],
    "osc:project": "Satellite Oceanographic Datasets for Acidification (OceanSODA)",
    "osc:themes": [
      "Oceans"
    ],
    "osc:variable": "aragonite saturation state",
    "osc:status": "ONGOING",
    "osc:region": "Global",
    "osc:type": "Product",
    "sci:doi": "https://doi.org/10.25921/m5wx-ja34",
    "datetime": "1985-01-01T00:00:00Z"
  },
  "geometry": {
    "type": "Polygon",
    "bbox": [
      -180.0,
      -90.0,
      180.0,
      90.0
    ],
    "coordinates": [
      [
        [
          -180.0,
          -90.0
        ],
        [
          180.0,
          -90.0
        ],
        [
          180.0,
          90.0
        ],
        [
          -180.0,
          90.0
        ],
        [
          -180.0,
          -90.0
        ]
      ]
    ]
  },
  "links": [
    {
      "rel": "via",
      "href": "https://esa-oceansoda.org"
    },
    {
      "rel": "via",
      "href": "https://www.ncei.noaa.gov/data/oceans/ncei/ocads/data/0220059/",
      "title": "Access"
    },
    {
      "rel": "cite-as",
      "href": "https://doi.org/https%3A//doi.org/10.25921/m5wx-ja34"
    }
  ],
  "assets": {},
  "bbox": [
    -180.0,
    -90.0,
    180.0,
    90.0
  ],
  "stac_extensions": [
    "https://stac-extensions.github.io/osc/v1.0.0/schema.json",
    "https://stac-extensions.github.io/scientific/v1.0.0/schema.json"
  ]
}