{
  "type": "Feature",
  "stac_version": "1.0.0",
  "id": "product-6",
  "properties": {
    "start_datetime": null,
    "end_datetime": null,
    "title": "Ice Sheet subglacial hydrology_Greenland_S1/2",
    "description": "The movement of glaciers and ice sheets is determined by several factors, with subglacial hydrology playing a major role. Liquid water can enhance ice-sheet flow velocities by basal lubrication and add heat to the ice by cryo-hydrologic warming. The faster motion of the ice sheet induced by basal lubrication will increase frictional heating, leading to a likewise increase in melting, initiating a positive feedback mechanism. Thus, the subglacial hydrology is of great interest. However, basal melt under the Greenland Ice Sheet is inherently difficult to quantify and has been measured directly in only a very few locations (e.g., at ice-core drill sites). Most of our knowledge of basal melt stems from inferred values based on, for example, ice-penetrating radar with reported values spanning orders of magnitude. Progress has been made in distinguishing between wet and frozen conditions at the bed, yet significant disagreement still exists between models and observations, and between different models.  This is problematic because the basal mass budget of Greenland thus remains largely unconstrained. In the 4DGreenland subglacial activity, we will explore the use of Earth Observation datasets for deriving information on the subglacial hydrology to gain insights into its temporal and spatial variations and characteristics. Assessing the ice-sheet scale geothermal heat sources is an essential product hereof.",
    "osc:missions": [
      "Sentinel-1",
      "Sentinel-2"
    ],
    "osc:project": "4DGreenland",
    "osc:themes": [
      "Cryosphere"
    ],
    "osc:variable": "Ice sheet topography",
    "osc:status": "PLANNED",
    "osc:region": "Greenland",
    "osc:type": "Product",
    "datetime": null
  },
  "geometry": {
    "type": "Polygon",
    "bbox": [
      -73.709433726,
      60.2878324851,
      -12.713339976,
      83.5902211563
    ],
    "coordinates": [
      [
        [
          -73.709433726,
          60.2878324851
        ],
        [
          -12.713339976,
          60.2878324851
        ],
        [
          -12.713339976,
          83.5902211563
        ],
        [
          -73.709433726,
          83.5902211563
        ],
        [
          -73.709433726,
          60.2878324851
        ]
      ]
    ]
  },
  "links": [
    {
      "rel": "via",
      "href": "https://4dgreenland.eo4cryo.dk/"
    },
    {
      "rel": "via",
      "href": "https://4dgreenland.eo4cryo.dk/?page_id=48",
      "title": "Access"
    }
  ],
  "assets": {},
  "bbox": [
    -73.709433726,
    60.2878324851,
    -12.713339976,
    83.5902211563
  ],
  "stac_extensions": [
    "https://stac-extensions.github.io/osc/v1.0.0/schema.json"
  ]
}