{
  "type": "Feature",
  "stac_version": "1.0.0",
  "id": "product-164",
  "properties": {
    "start_datetime": "2008-01-01",
    "end_datetime": "2018-12-31",
    "title": "Sudden Stratospheric Warming (SSW)",
    "description": "SSW events from 2008 to 2018: Each figure shows, from the top to the bottom, daily values of the Northern Hemisphere polar temperature at 10 hPa (~32 km altitude); daily values of the meridional temperature gradient between 90˚N and 60˚N at 10 hPa; daily values of the zonal mean zonal wind at 60˚N and 10 hPa; daily values of the solar flux index F10.7; and daily sum of the geomagnetic activity index Kp. The occurrence of a sudden stratospheric warming (SSW) can be identified as a rapid increase in the polar temperature (>25 K in a week or less), the reversal of the meridional temperature gradient (T at 90˚N minus T at 60˚N) from negative to positive values, and the reduction or reversal of the zonal mean zonal wind in the stratosphere at 60˚N. An SSW event is called \"major\" when the direction of the zonal mean zonal wind at 60˚N and 10 hPa changes from eastward to westward; otherwise the event is called \"minor\". The ionospheric variability results not only from SSWs but also from solar and magnetospheric sources. The F10.7 index is a proxy for the solar energetic radiation flux into the Earth's upper atmosphere. The Kp index quantifies geomagnetic activity, which is closely related to the activity level of the magnetosphere. Geomagnetic activity is considered to be high when the daily sum of the Kp index is 23 or more.",
    "osc:missions": [
      "SWARM"
    ],
    "osc:project": "SWARM+ COUPLING: HIGH-LOW ATMOSPHERE INTERACTIONS: VERtical coupling in Earth's Atmosphere at mid and high latitudes (VERA)",
    "osc:themes": [
      "Magnetosphere_Ionosphere"
    ],
    "osc:variable": "Geomagnetic field",
    "osc:status": "ONGOING",
    "osc:region": null,
    "osc:type": "Product",
    "datetime": "2008-01-01T00:00:00Z"
  },
  "geometry": null,
  "links": [
    {
      "rel": "via",
      "href": "https://www.gfz-potsdam.de/en/section/geomagnetism/projects/archive/vera-vertical-coupling-in-earths-atmosphere-at-mid-and-high-latitudes/#c65013"
    },
    {
      "rel": "via",
      "href": "https://www.gfz-potsdam.de/en/section/geomagnetism/projects/archive/vera-vertical-coupling-in-earths-atmosphere-at-mid-and-high-latitudes/#c65013",
      "title": "Access"
    }
  ],
  "assets": {},
  "stac_extensions": [
    "https://stac-extensions.github.io/osc/v1.0.0/schema.json"
  ]
}